import "./About.css";

export default function About() {
  return (
    <div className="about">
   
      <section className="about-header">
        <h1>О нас</h1>
        <p>
           BloomVerse — это цифровая энциклопедия цветов, созданная для того,
          чтобы каждый мог узнать больше о растениях, их значении,
          особенностях ухода и важности сохранения природы.
        </p>
      </section>

 
      <section className="about-features">
        <h2>Наши особенности</h2>

        <div className="features-list">
          <div className="feature-item">
            <span>🌷</span>
            <h3>Богатая база цветов</h3>
            <p>Более 1000 видов цветов со всего мира с подробной информацией.</p>
          </div>

          <div className="feature-item">
            <span>💕</span>
            <h3>Интерактивное обучение</h3>
            <p>Увлекательные карточки для изучения мира растений.</p>
          </div>

          <div className="feature-item">
            <span>🌸</span>
            <h3>Актуальная информация</h3>
            <p>Регулярные обновления и цветочные новости.</p>
          </div>

          <div className="feature-item">
            <span>🌿</span>
            <h3>Экологическая осведомлённость</h3>
            <p>Помогаем заботиться о природе и редких растениях.</p>
          </div>
        </div>
      </section>

      <section className="about-team">
        <h2>Наша команда</h2>

        <div className="team-card">
          <img
            src="https://avatars.mds.yandex.net/i?id=270e709fac5c3513e11188313025f06e82cf7019-16335729-images-thumbs&n=13"
            alt="creator"
          />
          <h3>Акылай Кубатбекова</h3>
          <span>Создательница</span>
        </div>
      </section>
    </div>
  );
}
