export const flowers = [{
        q: "Какой цветок является символом Японии?",
        a: ["Роза", "Сакура", "Лилия", "Тюльпан"],
        c: 1
    },
    {
        q: "Какой цветок занесён в Красную книгу?",
        a: ["Ромашка", "Эдельвейс", "Одуванчик", "Подсолнух"],
        c: 1
    },
    {
        q: "Какой цветок растёт в воде?",
        a: ["Лотос", "Пион", "Мак", "Астра"],
        c: 0
    },
    {
        q: "Какой цветок ядовит?",
        a: ["Ландыш", "Ромашка", "Клевер", "Василёк"],
        c: 0
    },
    {
        q: "Какой цветок занесён в Красную книгу?",
        a: ["Ромашка", "Эдельвейс", "Одуванчик", "Подсолнух"],
        c: 1
    },
    {
        q: "Какой цветок растёт в воде?",
        a: ["Лотос", "Пион", "Мак", "Астра"],
        c: 0
    },
    {
        q: "Какой цветок ядовит?",
        a: ["Ландыш", "Ромашка", "Клевер", "Василёк"],
        c: 0
    },
    // 👉 добавь ещё до 12 (можно одинакового формата)
];