export const hello = [{
        id: 1,
        title: "Добро пожаловать в 🌸 Мир Цветов Мицури 🌸",
        text: "Здесь ты можешь познакомиться с самыми красивыми и необычными цветами со всего мира. Каждый цветок имеет свою историю и характер!",
        image: "https://images.unsplash.com/photo-1501004318641-b39e6451bec6?auto=format&fit=crop&w=800&q=60"
    },
    {
        id: 2,
        title: "Розы — символ любви",
        text: "Красные, белые или розовые розы украшают сады и букеты. Узнай их секреты и ароматы.",
        image: "https://images.unsplash.com/photo-1526403222586-184b1c3381e7?auto=format&fit=crop&w=800&q=60"
    },
    {
        id: 3,
        title: "Тюльпаны весны",
        text: "Яркие и солнечные, они оживляют клумбы и дома после долгой зимы. Каждый сорт имеет свой оттенок и характер.",
        image: "https://images.unsplash.com/photo-1565097911122-f94c0bbf0f39?auto=format&fit=crop&w=800&q=60"
    },
    {
        id: 4,
        title: "Экзотические Орхидеи",
        text: "Нежные и редкие, орхидеи дарят красоту и утонченность. Уход за ними — настоящее искусство.",
        image: "https://images.unsplash.com/photo-1566438480900-0609be27a4be?auto=format&fit=crop&w=800&q=60"
    }
];